Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/DisplaysExt.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Automatically adjust brightness
ar: ضبط الإضاءة تلقائيًا
ca: Ajusta automàticament la brillantor
cs: Automaticky upravit jas
da: Juster lysstyrke automatisk
de: Helligkeit automatisch anpassen
el: Αυτόματη προσαρμογή φωτεινότητας
es: Ajustar brillo automáticamente
es_419: Ajustar brillo automáticamente
fi: Säädä kirkkautta automaattisesti
fr: Régler la luminosité automatiquement
fr_ca: Régler la luminosité automatiquement
he: התאמת בהירות אוטומטית
hi: ब्राइटनेस ऑटोमैटिकली ऐडजस्ट करें
hr: Automatski podesi svjetlinu
hu: Fényerő automatikus beállítása
id: Sesuaikan kecerahan secara otomatis
it: Regola automaticamente la luminosità
ja: 輝度を自動調節
ko: 자동으로 밝기 조절
ms: Laraskan kecerahan secara automatik
nb: Juster lysstyrken automatisk
nl: Pas helderheid automatisch aan
pl: Dostosowuj jasność automatycznie
pt_br: Ajustar brilho automaticamente
pt_pt: Ajustar brilho automaticamente
ro: Reglează automat luminozitatea
ru: Автоматически настраивать яркость
sk: Automaticky upraviť jas
sl: Samodejno prilagodi svetlost
sv: Justera ljusstyrka automatiskt
th: ปรับความสว่างอัตโนมัติ
tr: Parlaklığı otomatik olarak ayarla
uk: Автоматично настроювати яскравість
vi: Tự động điều chỉnh độ sáng
zh_cn: 自动调节亮度
zh_hk: 自動調整亮度
zh_tw: 自動調整亮度

source: Automatically adjust the display to show high dynamic range content.
ar: ضبط الشاشة تلقائيًا لعرض المحتوي ذي النطاق الديناميكي العالي.
ca: Ajusta la pantalla automàticament per mostrar el contingut de rang dinàmic alt.
cs: Displej se automaticky nastaví na zobrazování obsahu ve velkém dynamickém rozsahu.
da: Juster automatisk skærmen for at vise indhold i højt dynamisk område.
de: Passe das Display automatisch an, um Inhalte mit hohem Dynamikumfang (HDR) anzuzeigen.
el: Αυτόματη προσαρμογή της οθόνης ώστε να φαίνεται το περιεχόμενο HDR (Υψηλό δυναμικό εύρος).
es: La pantalla se ajusta automáticamente para mostrar el contenido con alto rango dinámico.
es_419: Ajusta automáticamente la pantalla para mostrar contenido en alto rango dinámico.
fi: Säädä näyttöä automaattisesti näyttämään HDR-sisältö.
fr: Ajuste automatiquement les réglages de l’écran de façon à ce qu’il affiche le contenu à plage dynamique étendue.
fr_ca: Ajuste automatiquement les réglages de l’écran pour afficher les contenus HDR (grande plage dynamique).
he: ניתן להתאים באופן אוטומטי את הצג כך שיציג תוכן בטווח דינמי גבוה.
hi: हाई डाइनैमिक रेंज वाले कॉन्टेंट दिखाने के लिए डिस्प्ले ऑटोमैटिकली ऐडजस्ट करें।
hr: Automatski podesite zaslon za prikaz sadržaja visokog dinamičkog raspona.
hu: Beállíthatja automatikusan a magas dinamikatartományú tartalom megjelenítéséhez a kijelzőt.
id: Sesuaikan layar secara otomatis untuk menampilkan konten rentang dinamis tinggi.
it: Regola automaticamente le impostazioni dello schermo per mostrare i contenuti HDR.
ja: ディスプレイを自動的に調節して、ハイダイナミックレンジ（HDR）コンテンツを表示します。
ko: HDR(고명암 대비) 콘텐츠를 표시하도록 디스플레이를 자동으로 조절합니다.
ms: Laraskan paparan untuk menunjukkan kandungan julat dinamik tinggi secara automatik.
nb: Juster skjermen automatisk til å vise innhold med utvidet dynamisk område.
nl: Pas de weergave automatisch aan om materiaal met hoog dynamisch bereik weer te geven.
pl: Automatycznie włącza szeroki zakres tonalny (HDR) wyświetlacza.
pt_br: Ajuste automaticamente a tela para mostrar o conteúdo de grande alcance dinâmico.
pt_pt: Ajustar automaticamente o ecrã para mostrar conteúdos em gama dinâmica alta (HDR).
ro: Ecranul va fi ajustat automat pentru a afișa conținutul cu gamă dinamică înaltă.
ru: Автоматическая настройка дисплея для отображения материалов в формате HDR.
sk: Automaticky upraví displej na zobrazovanie obsahu s vysokým dynamickým rozsahom.
sl: Zaslon se samodejno prilagodi, da prikaže vsebine z visokim dinamičnim razponom.
sv: Justera skärmen automatiskt så att HDR-innehåll visas.
th: ปรับจอภาพโดยอัตโนมัติเพื่อแสดงเนื้อหาแบบช่วงแสงกว้างขึ้น
tr: Yüksek dinamik aralık içeriği göstermesi için görüntüyü otomatik olarak ayarlar.
uk: Автоматично коригувати дисплей, щоб відобразити вміст із розширеним динамічним діапазоном.
vi: Tự động điều chỉnh màn hình để hiển thị nội dung có dải tần nhạy sáng cao.
zh_cn: 自动调整屏幕以显示高动态范围内容。
zh_hk: 自動調整顯示器以顯示高動態範圍內容。
zh_tw: 自動調整顯示器以顯示高動態範圍內容。

source: Automatically reconnect to any nearby Mac or iPad
ar: إعادة الاتصال تلقائيًا بأي Mac أو iPad قريب
ca: Reconnecta’t automàticament a qualsevol Mac o iPad propers
cs: Automaticky znovu připojovat ke všem blízkým Macům a iPadům
da: Opret automatisk forbindelse til en Mac eller iPad i nærheden igen
de: Automatisch erneut mit Macs oder iPads in der Nähe verbinden
el: Αυτόματη επανασύνδεση σε οποιοδήποτε κοντινό Mac ή iPad
es: Reconectarse automáticamente a cualquier Mac o iPad cercano
es_419: Reconectar automáticamente a dispositivos Mac o iPad cercanos
fi: Yhdistä automaattisesti uudelleen lähellä olevaan Maciin tai iPadiin
fr: Reconnecter automatiquement à tout Mac ou iPad à proximité
fr_ca: Reconnexion automatique à tout Mac ou iPad à proximité
he: התחברות מחודשת באופן אוטומטי לכל Mac או iPad קרוב
hi: आस-पास के Mac या iPad से ऑटोमैटिकली फिर कनेक्ट करने की अनुमति दें
hr: Automatski ponovno spoji na bilo koji obližnji Mac ili iPad
hu: Automatikus újracsatlakozás bármely közeli Machez vagy iPadhez
id: Hubungkan kembali ke Mac atau iPad di sekitar secara otomatis
it: Riconnettiti automaticamente a qualsiasi Mac o iPad vicino
ja: 近くにあるMacまたはiPadに自動的に再接続
ko: 근처 Mac 또는 iPad에 자동으로 다시 연결
ms: Sambung semula ke sebarang Mac atau iPad berdekatan secara automatik
nb: Koble automatisk til Macer og iPader i nærheten på nytt
nl: Verbind automatisch opnieuw met een Mac of iPad in de buurt
pl: Automatycznie łącz ponownie z pobliskimi Macami i iPadami
pt_br: Reconectar automaticamente a um Mac ou iPad por perto
pt_pt: Voltar a estabelecer ligação automaticamente a qualquer Mac ou iPad por perto
ro: Reconectare automată la orice Mac sau iPad din apropiere
ru: Автоматически переподключаться к любому Mac или iPad рядом
sk: Automaticky pripájať k známym Macom alebo iPadom v blízkosti
sl: Samodejno znova vzpostavi povezavo s katerimkoli bližnjim Macom ali iPadom
sv: Återanslut automatiskt till vilken Mac eller iPad som helst i närheten
th: เชื่อมต่อกับ Mac หรือ iPad ที่อยู่ใกล้เคียงอีกครั้งโดยอัตโนมัติ
tr: Yakındaki herhangi bir Mac’e veya iPad’e otomatik olarak yeniden bağlanın
uk: Автоматично підʼєднуватися до найближчого Mac чи iPad
vi: Tự động kết nối lại với mọi máy Mac hoặc iPad ở gần
zh_cn: 自动重新连接附近的Mac或iPad
zh_hk: 自動重新連接任何附近的Mac或iPad
zh_tw: 自動重新連接任何鄰近的Mac或iPad

# AUTOMATICALLY_RECONNECT_FORMAT %@
source: Automatically reconnect to any nearby Mac or iPad %@
ar: إعادة الاتصال تلقائيًا بأي Mac أو iPad قريب %@
ca: Reconnecta’t automàticament a qualsevol Mac o iPad propers %@
cs: Automaticky znovu připojovat ke všem blízkým Macům a iPadům %@
da: Opret automatisk forbindelse til en Mac eller iPad i nærheden igen %@
de: Automatisch erneut mit Macs oder iPads in der Nähe verbinden %@
el: Αυτόματη επανασύνδεση σε οποιοδήποτε κοντινό Mac ή iPad %@
es: Reconectarse automáticamente a cualquier Mac o iPad cercano %@
es_419: Reconectar automáticamente con cualquier Mac o iPad cercanos %@
fi: Yhdistä automaattisesti uudelleen lähellä olevaan Maciin tai iPadiin %@
fr: Reconnecter automatiquement à tout Mac ou iPad à proximité %@
fr_ca: Reconnexion automatique à tout Mac ou iPad à proximité %@
he: התחברות מחודשת באופן אוטומטי לכל Mac או iPad קרוב %@
hi: आस-पास के Mac या iPad से ऑटोमैटिकली फिर कनेक्ट करें %@
hr: Automatski ponovno spoji na bilo koji obližnji Mac ili iPad %@
hu: Automatikus újracsatlakozás bármely közeli Machez vagy iPadhez %@
id: Hubungkan kembali ke Mac atau iPad di sekitar secara otomatis %@
it: Riconnettiti automaticamente a qualsiasi Mac o iPad vicino %@
ja: 近くにあるMacまたはiPadに自動的に再接続 %@
ko: 근처 Mac 또는 iPad에 자동으로 다시 연결 %@
ms: Sambung semula ke sebarang Mac atau iPad berdekatan secara automatik %@
nb: Koble automatisk til Macer og iPader i nærheten på nytt %@
nl: Verbind automatisch opnieuw met een Mac of iPad in de buurt %@
pl: Automatycznie łącz ponownie z pobliskimi Macami i iPadami %@
pt_br: Reconectar automaticamente a um Mac ou iPad por perto %@
pt_pt: Voltar a estabelecer ligação automaticamente a qualquer Mac ou iPad por perto %@
ro: Reconectare automată la orice Mac sau iPad din apropiere %@
ru: Автоматически переподключаться к любому Mac или iPad рядом %@
sk: Automaticky pripájať k známym Macom alebo iPadom v blízkosti %@
sl: Samodejno znova vzpostavi povezavo s katerimkoli bližnjim Macom ali iPadom %@
sv: Återanslut automatiskt till vilken Mac eller iPad som helst i närheten %@
th: เชื่อมต่อกับ Mac หรือ iPad ที่อยู่ใกล้เคียงอีกครั้งโดยอัตโนมัติ %@
tr: Yakındaki herhangi bir Mac’e veya iPad’e otomatik olarak yeniden bağlanın %@
uk: Автоматично підʼєднуватися до найближчого Mac чи iPad %@
vi: Tự động kết nối lại với mọi máy Mac hoặc iPad ở gần %@
zh_cn: 自动重新连接附近的Mac或iPad%@
zh_hk: 自動重新連接任何附近的Mac或iPad%@
zh_tw: 自動重新連接任何鄰近的Mac或iPad %@

# AUTOMATICALLY_RECONNECT_NOTE
source: Allow this Mac to automatically reconnect to any nearby Mac or iPad you’ve previously connected to.
ar: السماح لهذا الـ Mac بإعادة الاتصال تلقائيًا بأي Mac أو iPad قريب وصّلته به سابقًا.
ca: Permet que aquest Mac torni a connectar‑se a qualsevol Mac o iPad propers a què s’hagi connectat anteriorment.
cs: Povolí tomuto Macu, aby se automaticky znovu připojoval ke všem blízkým Macům a iPadům, ke kterým už jste ho někdy připojili.
da: Tillad denne Mac automatisk at genoprette forbindelse til en Mac eller iPad i nærheden, som du tidligere har oprettet forbindelse til.
de: Erlaube diesem Mac, automatisch erneut eine Verbindung zu Macs oder iPads in der Nähe herzustellen, zu denen vorher bereits eine Verbindung bestanden hat.
el: Να επιτρέπεται η αυτόματη επανασύνδεση αυτού του Mac σε οποιοδήποτε κοντινό Mac ή iPad που είχατε ήδη συνδεθεί.
es: Permite que este Mac se vuelva a conectar automáticamente a cualquier Mac o iPad cercano al que te hayas conectado anteriormente.
es_419: Permite que esta Mac se vuelva a conectar de forma automática a cualquier Mac o iPad con los que se ha establecido conexión previamente.
fi: Salli tämän Macin yhdistää automaattisesti uudelleen lähellä olevaan Maciin tai iPadiin, johon se on ollut yhteydessä aiemmin.
fr: Autorisez ce Mac à se reconnecter automatiquement à tout Mac ou iPad à proximité auquel vous vous êtes précédemment connecté.
fr_ca: Autorisez ce Mac à se reconnecter automatiquement à tout Mac ou iPad à proximité auquel il a déjà été connecté.
he: ניתן לאפשר ל-Mac זה להתחבר מחדש באופן אוטומטי ל-Mac או iPad קרוב שאליו התחברת בעבר.
hi: इस Mac को ऑटोमैटिकली आस-पास के Mac या iPad से फिर कनेक्ट करने की अनुमति दें जिससे आपने पहले कनेक्ट किया था।
hr: Dozvolite automatsko ponovno spajanje ovog Maca na bilo koji obližnji Mac ili iPad na koji ste se prethodno spajali.
hu: Engedélyezheti ennek a Macnek, hogy automatikusan csatlakozzon bármely közeli Machez vagy iPadhez, amelyhez korábban kapcsolódott.
id: Izinkan Mac ini untuk secara otomatis terhubung kembali ke Mac atau iPad di sekitar yang sebelumnya telah terhubung.
it: Consenti al Mac di riconnettersi automaticamente a qualsiasi Mac o iPad vicino con cui hai effettuato precedentemente la connessione.
ja: このMacを以前接続したことのある近くにあるMacまたはiPadに自動的に再接続することを許可します。
ko: 이 Mac이 이전에 연결된 적이 있는 근처의 Mac 또는 iPad에 자동으로 다시 연결되도록 허용합니다.
ms: Benarkan Mac ini bersambung semula ke sebarang Mac atau iPad berdekatan yang pernah disambungkan secara automatik.
nb: Tillat at Macen automatisk kobler seg til Macer og iPader i nærheten som den har vært tilkoblet før.
nl: Sta toe dat deze Mac automatisch opnieuw verbinding maakt met een Mac of iPad in de buurt waarmee je eerder verbinding hebt gemaakt.
pl: Ten Mac będzie automatycznie łączył się z pobliskimi Macami i iPadami, z którymi był wcześniej połączony.
pt_br: Permita que este Mac se reconecte automaticamente a um Mac ou iPad por perto ao qual você já tenha se conectado.
pt_pt: Permite que este Mac volte a estabelecer ligação automaticamente a qualquer Mac ou iPad por perto ao qual já tenha estabelecido ligação anteriormente.
ro: Permiteți reconectarea automată a acestui Mac la orice Mac sau iPad din apropiere, la care v‑ați conectat anterior.
ru: Этот Mac сможет автоматически переподключаться к любому находящемуся рядом Mac или iPad, к которому он подключался ранее.
sk: Umožní tomuto Macu automaticky sa znovu pripojiť k ľubovoľnému Macu alebo iPadu v blízkosti, ku ktorým už bol pripojený.
sl: Omogočite samodejno ponovno povezavo tega Maca s katerimkoli bližnjim Macom ali iPadom, s katerim ste prej že vzpostavili povezavo.
sv: Tillåt att den här datorn automatiskt återansluter till vilken Mac eller iPad som helst i närheten som du har anslutit till tidigare.
th: อนุญาตให้ Mac เครื่องนี้เชื่อมต่อกับ Mac หรือ iPad ที่อยู่ใกล้เคียงอีกครั้งโดยอัตโนมัติซึ่งคุณเคยเชื่อมต่อก่อนหน้านี้
tr: Bu Mac’in daha önceden bağlandığınız, yakındaki herhangi bir Mac’e ya da iPad’e otomatik olarak yeniden bağlanmasına izin verir.
uk: Дозволити цьому Mac автоматично підʼєднуватися до найближчого Mac чи iPad, до якого ви раніше підʼєднувалися.
vi: Cho phép máy Mac này tự động kết nối lại với mọi máy Mac hoặc iPad ở gần mà bạn đã kết nối trước đó.
zh_cn: 允许这台Mac自动重新连接附近之前连接过的Mac或iPad。
zh_hk: 允許此Mac自動重新連接任何附近曾連接過的Mac或iPad。
zh_tw: 允許這部Mac自動重新連接你先前連接過的任何鄰近Mac或iPad。

# BACKLIGHT_LABEL
source: Backlight Optimization:
ar: تحسين الإضاءة الخلفية:
ca: Optimització de la retroil·luminació:
cs: Optimalizace podsvícení:
da: Optimering af baggrundslys:
de: Hintergrundbeleuchtungsoptimierung:
el: Βελτιστοποίηση οπίσθιου φωτισμού:
es: Optimización de la retroiluminación:
es_419: Optimización de iluminación de fondo:
fi: Taustavalon optimointi:
fr: Optimisation du rétroéclairage :
fr_ca: Optimisation du rétroéclairage :
he: מיטוב תאורת רקע:
hi: बैकलाइट ऑप्टिमाइज़ेशन :
hr: Optimizacija pozadinskog osvjetljenja:
hu: Háttérfény optimalizálása:
id: Pengoptimalan Lampu Belakang:
it: Ottimizzazione retroilluminazione:
ja: バックライトの最適化:
ko: 백라이트 최적화:
ms: Pengoptimuman Lampu Belakang:
nb: Optimalisert bakbelysning:
nl: Optimalisatie achtergrondverlichting:
pl: Optymalizacja ośw. tylnego:
pt_br: Otimização da Retroiluminação:
pt_pt: Otimização da retroiluminação:
ro: Optimizare retroiluminare:
ru: Оптимизация подсветки:
sk: Optimalizácia podsvietenia:
sl: Optimizacija osvetlitve ozadja:
sv: Optimering av bakbelysning:
th: การปรับแบ็คไลท์ให้เหมาะสม:
tr: Arka Aydınlatma İyileştirmesi:
uk: Оптимізація підсвічування:
vi: Tối ưu hóa đèn nền:
zh_cn: 背光优化：
zh_hk: 背光最佳化：
zh_tw: 背光最佳化：

# BETA_LABEL
source: BETA
ar: تجريبي
fr: BÊTA
fr_ca: BÊTA
he: בטא
hi: बीटा
hu: BÉTA
ja: ベータ版
ko: 베타
nl: BÈTA
ru: БЕТА‑ВЕРСИЯ
th: รุ่นเบต้า
uk: БЕТА-ВЕРСІЯ
zh_cn: BETA版

# BlackScreenWarning
source: If your display becomes black, wait 15 seconds or press the Return key to return the display’s settings to what they are now.
ar: إذا أصبحت الشاشة سوداء اللون، فانتظر ١٥ ثانية أو اضغط على مفتاح ⮐ ⮑ لإعادة إعدادات شاشة العرض إلى ما هي عليه الآن.
ca: Si la pantalla queda negra, espera 15 segons o prem la tecla Retorn per tornar a la configuració de la pantalla als valors actuals.
cs: Pokud monitor zčerná, počkejte 15 sekund nebo vyvolejte původní nastavení zobrazení stisknutím klávesy Return.
da: Hvis skærmen bliver sort, skal du vente 15 sekunder eller trykke på Retur for at vende tilbage til de aktuelle skærmindstillinger.
de: Falls dein Monitor schwarz wird, warte 15 Sekunden oder drücke den Zeilenschalter, um zur jetzigen Einstellung zurückzukehren.
el: Αν η οθόνη γίνει μαύρη, περιμένετε 15 δευτερόλεπτα ή πατήστε το πλήκτρο Return για επιστροφή στις τρέχουσες τιμές ρυθμίσεων της οθόνης.
es: Si la pantalla se queda en negro, espera unos 15 segundos o pulsa la tecla Retorno para volver a los ajustes de pantalla actuales.
es_419: Si la pantalla se queda en negro, espera unos 15 segundos o presiona la tecla Retorno para volver a la configuración de pantalla actual.
fi: Jos näyttö muuttuu mustaksi, odota 15 sekuntia tai palauta näytön asetukset ennalleen painamalla rivinvaihtonäppäintä.
fr: Si votre écran s’obscurcit, patientez 15 secondes ou appuyez sur la touche Retour afin de rétablir l’écran actuel.
fr_ca: Si votre écran s’obscurcit, patientez 15 secondes ou appuyez sur la touche Retour afin de rétablir l’écran actuel.
he: אם התצוגה הופכת לשחורה, יש להמתין 15 שניות או להקיש על המקש Return כדי לחזור להגדרות הצג הנוכחיות.
hi: यदि आपका डिस्प्ले काले रंग का हो जाता है, तो 15 सेकंड प्रतीक्षा करें या डिस्प्ले की वर्तमान सेटिंग्ज़ पर वापस जाने के लिए रिटर्न-की दबाएँ।
hr: Ako se zaslon zatamni, pričekajte 15 sekundi ili pritisnite tipku Return za povratak na trenutačne postavke zaslona.
hu: Amennyiben a kijelzője elsötétül, várjon 15 másodpercig, vagy nyomja meg a Return billentyűt, hogy a kijelző beállításai visszaálljanak a jelenlegi értékekre.
id: Jika layar Anda menjadi hitam, tunggu 15 detik atau tekan tombol Kembali untuk mengembalikan pengaturan layar ke pengaturannya yang sekarang.
it: Se lo schermo diventa nero, attendi 15 secondi oppure premi il tasto Invio per ripristinare la modalità di visualizzazione attuale.
ja: ディスプレイが真っ暗になる場合は、15秒間待つか、returnキーを押すと、現在のディスプレイ設定に戻すことができます。
ko: 디스플레이가 검게 나타난다면 15초간 기다리거나 Return 키를 눌러 디스플레이 설정을 현재 설정으로 복귀하십시오.
ms: Jika paparan anda menjadi hitam, tunggu 15 saat atau tekan kekunci Return untuk mengembalikan seting paparan ke paparan sekarang.
nb: Hvis skjermen blir svart, venter du i 15 sekunder eller trykker på returtasten for å tilbakestille skjermen til de nåværende innstillingene.
nl: Als het beeldscherm zwart wordt, wacht je 15 seconden of druk je op de Return-toets om terug te keren naar de huidige beeldscherminstellingen.
pl: Jeśli ekran zgaśnie, odczekaj 15 sekund lub naciśnij klawisz Return, aby przywrócić obecne ustawienia.
pt_br: Se a tela escurecer, aguarde 15 segundos ou pressione a tecla Retorno para reverter os ajustes da tela aos ajustes atuais.
pt_pt: Se o ecrã ficar negro, aguarde 15 segundos ou prima a tecla Return para retomar as definições do ecrã.
ro: Dacă afișajul dumneavoastră devine negru, așteptați 15 secunde sau apăsați tasta Retur pentru a reveni la configurările de afișaj inițiale.
ru: Если дисплей станет черным, подождите 15 секунд или нажмите клавишу Return, чтобы вернуть настройки дисплея к их текущему состоянию.
sk: Ak váš displej stmavne, počkajte 15 sekúnd, alebo stlačte kláves Return pre návrat na pôvodné nastavenie displeja.
sl: Če zaslon postane črn, počakajte 15 sekund ali pritisnite tipko Return, da se vrnete na trenutne nastavitve zaslona.
sv: Om bildskärmen blir svart så kan du antingen vänta 15 sekunder eller trycka på returtangenten. Då återgår bildskärmen till nuvarande inställningar.
th: ถ้าจอภาพของคุณกลายเป็นสีดำ ให้รอ 15 วินาทีหรือกดปุ่ม Return เพื่อคืนการตั้งค่าจอภาพกลับเป็นสิ่งที่ปรากฎในขณะนี้
tr: Ekranınız kararırsa ekran ayarlarını şu anki duruma döndürmek için 15 saniye bekleyin veya Return tuşuna basın.
uk: Якщо дисплей нічого не показує, зачекайте 15 секунд або натисніть клавішу Return, щоб повернутися до попереднього режиму.
vi: Nếu màn hình của bạn chuyển sang màu đen, đợi 15 giây hoặc nhấn phím Return để chuyển cài đặt màn hình về cài đặt hiện tại.
zh_cn: 如果你的显示器屏幕变黑，请等待15秒或按Return键将显示器设置还原到现在的状况。
zh_hk: 如顯示器變成黑色畫面，請等候15秒，或是按住Return鍵來將顯示器設定還原至目前的狀態。
zh_tw: 若顯示器變成黑色畫面，請等候15秒，或是按住Return鍵來將顯示器設定回復到目前的狀態。

source: Brightness
ar: الإضاءة
ca: Brillantor
cs: Jas
da: Lysstyrke
de: Helligkeit
el: Φωτεινότητα
es: Brillo
es_419: Brillo
fi: Kirkkaus
fr: Luminosité
fr_ca: Luminosité
he: בהירות
hi: ब्राइटनेस
hr: Svjetlina
hu: Fényerő
id: Kecerahan
it: Luminosità
ja: 輝度
ko: 밝기
ms: Kecerahan
nb: Lysstyrke
nl: Helderheid
pl: Jasność
pt_br: Brilho
pt_pt: Brilho
ro: Luminozitate
ru: Яркость
sk: Jas
sl: Svetlost
sv: Ljusstyrka
th: ความสว่าง
tr: Parlaklık
uk: Яскравість
vi: Độ sáng
zh_cn: 亮度
zh_hk: 亮度
zh_tw: 亮度

# BRIGHTNESS_LABEL
source: Brightness:
ar: الإضاءة:
ca: Brillantor:
cs: Jas:
da: Lysstyrke:
de: Helligkeit:
el: Φωτεινότητα:
es: Brillo:
es_419: Brillo:
fi: Kirkkaus:
fr: Luminosité :
fr_ca: Luminosité :
he: בהירות:
hi: ब्राइटनेस :
hr: Svjetlina:
hu: Fényerő:
id: Kecerahan:
it: Luminosità:
ja: 輝度:
ko: 밝기:
ms: Kecerahan:
nb: Lysstyrke:
nl: Helderheid:
pl: Jasność:
pt_br: Brilho:
pt_pt: Brilho:
ro: Luminozitate:
ru: Яркость:
sk: Jas:
sl: Svetlost:
sv: Ljusstyrka:
th: ความสว่าง:
tr: Parlaklık:
uk: Яскравість:
vi: Độ sáng:
zh_cn: 亮度：
zh_hk: 亮度：
zh_tw: 亮度：

source: Calibrate Display…
ar: معايرة شاشة العرض…
ca: Calibra la pantalla…
cs: Kalibrovat monitor…
da: Kalibrer skærm…
de: Display kalibrieren …
el: Διακρίβωση οθόνης…
es: Calibrar la pantalla…
es_419: Calibrar la pantalla…
fi: Kalibroi näyttö…
fr: Étalonner le moniteur…
fr_ca: Étalonner l’écran…
he: כיול הצג…
hi: डिस्प्ले कैलिब्रेट करें…
hr: Kalibriraj zaslon…
hu: Kijelző kalibrálása…
id: Kalibrasi Layar…
it: Calibra lo schermo…
ja: ディスプレイを補正…
ko: 디스플레이 보정…
ms: Kalibrasi Paparan…
nb: Kalibrer skjerm…
nl: Kalibreer beeldscherm…
pl: Skalibruj wyświetlacz…
pt_br: Calibrar Tela…
pt_pt: Calibrar monitor…
ro: Calibrare afișaj…
ru: Откалибровать дисплей…
sk: Kalibrovať displej…
sl: Umeri zaslon …
sv: Kalibrera skärm…
th: ปรับเทียบจอภาพ…
tr: Ekran Kalibrasyonu…
uk: Відкалібрувати дисплей…
vi: Hiệu chỉnh màn hình…
zh_cn: 校准显示器…
zh_hk: 校正顯示器⋯
zh_tw: 校正顯示器⋯

# CALIBRATE_PROJECTOR_ITEM
source: Projector…
ar: بروجكتور…
cs: Projektor…
da: Projektor…
de: Projektor …
el: Προβολέας…
es: Proyector…
es_419: Proyector…
fi: Projektori…
fr: Projecteur…
fr_ca: Projecteur…
he: מקרן…
hi: प्रोजेक्टर…
hr: Projektor…
hu: Projektor…
id: Proyektor…
it: Proiettore…
ja: プロジェクタ…
ko: 프로젝터…
ms: Projektor…
nb: Projektor…
pl: Projektor…
pt_br: Projetor…
pt_pt: Projetor…
ro: Proiector…
ru: Проектор…
sk: Projektor…
sl: Projektor …
sv: Projektor…
th: โปรเจ็กเตอร์…
tr: Projektör…
uk: Проєктор…
vi: Máy chiếu…
zh_cn: 投影仪…
zh_hk: 投影機⋯
zh_tw: 投影機⋯

source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_419: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Renunță
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# CANCEL_BUTTON
source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_419: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Renunță
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

source: Change Resolution
ar: تغيير الدقة
ca: Canvia la resolució
cs: Změnit rozlišení
da: Skift opløsning
de: Auflösung ändern
el: Αλλαγή ανάλυσης
es: Cambiar resolución
es_419: Cambiar resolución
fi: Muuta tarkkuutta
fr: Changer la résolution
fr_ca: Modifier la résolution
he: שינוי הרזולוציה
hi: रिज़ोल्यूशन बदलें
hr: Promijeni razlučivost
hu: Felbontás módosítása
id: Ubah Resolusi
it: Cambia risoluzione
ja: 解像度を変更
ko: 해상도 변경
ms: Tukar Resolusi
nb: Endre oppløsning
nl: Wijzig resolutie
pl: Zmień rozdzielczość
pt_br: Alterar Resolução
pt_pt: Alterar resolução
ro: Modifică rezoluția
ru: Изменить разрешение
sk: Zmeniť rozlíšenie
sl: Spremeni ločljivost
sv: Ändra upplösning
th: เปลี่ยนความละเอียด
tr: Çözünürlüğü Değiştir
uk: Змінити роздільність
vi: Thay đổi độ phân giải
zh_cn: 更改分辨率
zh_hk: 變更解像度
zh_tw: 更改解析度
